
/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "5"; */
"5.title" = "إحضار الكل للأمام";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "19"; */
"19.title" = "نافذة";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "23"; */
"23.title" = "تصغير";

/* Class = "NSMenu"; title = "Window"; ObjectID = "24"; */
"24.title" = "نافذة";

/* Class = "NSMenu"; title = "MainMenu"; ObjectID = "29"; */
"29.title" = "القائمة الرئيسية";

/* Class = "NSMenuItem"; title = "Yahoo Instant"; ObjectID = "56"; */
"56.title" = "Yahoo Instant";

/* Class = "NSMenu"; title = "Yahoo Instant"; ObjectID = "57"; */
"57.title" = "Yahoo Instant";

/* Class = "NSMenuItem"; title = "About Yahoo Instant"; ObjectID = "58"; */
"58.title" = "حول Yahoo Instant";

/* Class = "NSMenuItem"; title = "Developer Options…"; ObjectID = "129"; */
"129.title" = "خيارات المطور...";

/* Class = "NSMenu"; title = "Services"; ObjectID = "130"; */
"130.title" = "الخدمات";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "131"; */
"131.title" = "الخدمات";

/* Class = "NSMenuItem"; title = "Hide Yahoo Instant"; ObjectID = "134"; */
"134.title" = "إخفاء Yahoo Instant";

/* Class = "NSMenuItem"; title = "Quit Yahoo Instant"; ObjectID = "136"; */
"136.title" = "إنهاء Yahoo Instant";

/* Class = "NSMenuItem"; title = "Hide Others"; ObjectID = "145"; */
"145.title" = "إخفاء الآخرين";

/* Class = "NSMenuItem"; title = "Show All"; ObjectID = "150"; */
"150.title" = "إظهار الكل";

/* Class = "NSMenuItem"; title = "Stop Speaking"; ObjectID = "195"; */
"195.title" = "إيقاف التحدث";

/* Class = "NSMenuItem"; title = "Start Speaking"; ObjectID = "196"; */
"196.title" = "بدء التحدث";

/* Class = "NSMenuItem"; title = "Copy"; ObjectID = "197"; */
"197.title" = "نسخ";

/* Class = "NSMenuItem"; title = "Select All"; ObjectID = "198"; */
"198.title" = "تحديد الكل";

/* Class = "NSMenuItem"; title = "Cut"; ObjectID = "199"; */
"199.title" = "قص";

/* Class = "NSMenu"; title = "Spelling and Grammar"; ObjectID = "200"; */
"200.title" = "الهجاء والنحو";

/* Class = "NSMenuItem"; title = "Check Document Now"; ObjectID = "201"; */
"201.title" = "التحقق من المستند الآن";

/* Class = "NSMenuItem"; title = "Delete"; ObjectID = "202"; */
"202.title" = "حذف";

/* Class = "NSMenuItem"; title = "Paste"; ObjectID = "203"; */
"203.title" = "لصق";

/* Class = "NSMenuItem"; title = "Show Spelling and Grammar"; ObjectID = "204"; */
"204.title" = "إظهار الهجاء والنحو";

/* Class = "NSMenu"; title = "Edit"; ObjectID = "205"; */
"205.title" = "تحرير";

/* Class = "NSMenuItem"; title = "Undo"; ObjectID = "207"; */
"207.title" = "تراجع";

/* Class = "NSMenuItem"; title = "Find Next"; ObjectID = "208"; */
"208.title" = "بحث عن التالي";

/* Class = "NSMenuItem"; title = "Find…"; ObjectID = "209"; */
"209.title" = "بحث...";

/* Class = "NSMenuItem"; title = "Jump to Selection"; ObjectID = "210"; */
"210.title" = "الانتقال إلى التحديد";

/* Class = "NSMenuItem"; title = "Speech"; ObjectID = "211"; */
"211.title" = "الكلام";

/* Class = "NSMenu"; title = "Speech"; ObjectID = "212"; */
"212.title" = "الكلام";

/* Class = "NSMenuItem"; title = "Find Previous"; ObjectID = "213"; */
"213.title" = "بحث عن السابق";

/* Class = "NSMenuItem"; title = "Redo"; ObjectID = "215"; */
"215.title" = "إعادة";

/* Class = "NSMenuItem"; title = "Spelling and Grammar"; ObjectID = "216"; */
"216.title" = "الهجاء والنحو";

/* Class = "NSMenuItem"; title = "Edit"; ObjectID = "217"; */
"217.title" = "تحرير";

/* Class = "NSMenuItem"; title = "Find"; ObjectID = "218"; */
"218.title" = "بحث";

/* Class = "NSMenuItem"; title = "Check Spelling While Typing"; ObjectID = "219"; */
"219.title" = "التحقق من الهجاء أثناء الكتابة";

/* Class = "NSMenu"; title = "Find"; ObjectID = "220"; */
"220.title" = "بحث";

/* Class = "NSMenuItem"; title = "Use Selection for Find"; ObjectID = "221"; */
"221.title" = "استخدام التحديد للبحث";

/* Class = "NSMenuItem"; title = "Check Grammar With Spelling"; ObjectID = "346"; */
"346.title" = "التحقق من النحو أثناء الكتابة";

/* Class = "NSMenuItem"; title = "Substitutions"; ObjectID = "348"; */
"348.title" = "الاستبدال";

/* Class = "NSMenu"; title = "Substitutions"; ObjectID = "349"; */
"349.title" = "الاستبدال";

/* Class = "NSMenuItem"; title = "Smart Copy/Paste"; ObjectID = "350"; */
"350.title" = "نسخ/لصق ذكي";

/* Class = "NSMenuItem"; title = "Smart Quotes"; ObjectID = "351"; */
"351.title" = "علامات اقتباس ذكية";

/* Class = "NSMenuItem"; title = "Smart Links"; ObjectID = "354"; */
"354.title" = "ارتباطات ذكية";

/* Class = "NSMenuItem"; title = "Format"; ObjectID = "375"; */
"375.title" = "التنسيق";

/* Class = "NSMenu"; title = "Format"; ObjectID = "376"; */
"376.title" = "التنسيق";

/* Class = "NSMenuItem"; title = "Font"; ObjectID = "377"; */
"377.title" = "الخط";

/* Class = "NSMenu"; title = "Font"; ObjectID = "388"; */
"388.title" = "الخط";

/* Class = "NSMenuItem"; title = "Show Fonts"; ObjectID = "389"; */
"389.title" = "إظهار الخطوط";

/* Class = "NSMenuItem"; title = "Bold"; ObjectID = "390"; */
"390.title" = "غامق";

/* Class = "NSMenuItem"; title = "Italic"; ObjectID = "391"; */
"391.title" = "مائل";

/* Class = "NSMenuItem"; title = "Underline"; ObjectID = "392"; */
"392.title" = "خط سفلي";

/* Class = "NSMenuItem"; title = "Bigger"; ObjectID = "394"; */
"394.title" = "أكبر";

/* Class = "NSMenuItem"; title = "Smaller"; ObjectID = "395"; */
"395.title" = "أصغر";

/* Class = "NSMenuItem"; title = "Kern"; ObjectID = "397"; */
"397.title" = "تقنين الأحرف";

/* Class = "NSMenuItem"; title = "Ligatures"; ObjectID = "398"; */
"398.title" = "وصل الأحرف";

/* Class = "NSMenuItem"; title = "Baseline"; ObjectID = "399"; */
"399.title" = "السطر الأساسي";

/* Class = "NSMenuItem"; title = "Show Colors"; ObjectID = "401"; */
"401.title" = "إظهار الألوان";

/* Class = "NSMenuItem"; title = "Copy Style"; ObjectID = "403"; */
"403.title" = "نسخ النمط";

/* Class = "NSMenuItem"; title = "Paste Style"; ObjectID = "404"; */
"404.title" = "لصق النمط";

/* Class = "NSMenu"; title = "Baseline"; ObjectID = "405"; */
"405.title" = "السطر الأساسي";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "406"; */
"406.title" = "استخدام الافتراضي";

/* Class = "NSMenuItem"; title = "Superscript"; ObjectID = "407"; */
"407.title" = "مرتفع";

/* Class = "NSMenuItem"; title = "Subscript"; ObjectID = "408"; */
"408.title" = "منخفض";

/* Class = "NSMenuItem"; title = "Raise"; ObjectID = "409"; */
"409.title" = "رفع";

/* Class = "NSMenuItem"; title = "Lower"; ObjectID = "410"; */
"410.title" = "أدنى";

/* Class = "NSMenu"; title = "Ligatures"; ObjectID = "411"; */
"411.title" = "وصل الأحرف";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "412"; */
"412.title" = "استخدام الافتراضي";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "413"; */
"413.title" = "عدم استخدام أي عنصر";

/* Class = "NSMenuItem"; title = "Use All"; ObjectID = "414"; */
"414.title" = "استخدام الكل";

/* Class = "NSMenu"; title = "Kern"; ObjectID = "415"; */
"415.title" = "تقنين الأحرف";

/* Class = "NSMenuItem"; title = "Use Default"; ObjectID = "416"; */
"416.title" = "استخدام الافتراضي";

/* Class = "NSMenuItem"; title = "Use None"; ObjectID = "417"; */
"417.title" = "عدم استخدام أي عنصر";

/* Class = "NSMenuItem"; title = "Tighten"; ObjectID = "418"; */
"418.title" = "تضييق";

/* Class = "NSMenuItem"; title = "Loosen"; ObjectID = "419"; */
"419.title" = "توسيع";

/* Class = "NSMenuItem"; title = "Transformations"; ObjectID = "450"; */
"450.title" = "التحويلات";

/* Class = "NSMenu"; title = "Transformations"; ObjectID = "451"; */
"451.title" = "التحويلات";

/* Class = "NSMenuItem"; title = "Make Upper Case"; ObjectID = "452"; */
"452.title" = "تحويل إلى أحرف كبيرة";

/* Class = "NSMenuItem"; title = "Correct Spelling Automatically"; ObjectID = "454"; */
"454.title" = "تصحيح الهجاء تلقائيًا";

/* Class = "NSMenuItem"; title = "Show Substitutions"; ObjectID = "457"; */
"457.title" = "إظهار الاستبدال";

/* Class = "NSMenuItem"; title = "Smart Dashes"; ObjectID = "460"; */
"460.title" = "شرطات ذكية";

/* Class = "NSMenuItem"; title = "Text Replacement"; ObjectID = "462"; */
"462.title" = "استبدال النص";

/* Class = "NSMenuItem"; title = "Make Lower Case"; ObjectID = "465"; */
"465.title" = "تحويل إلى حروف صغيرة";

/* Class = "NSMenuItem"; title = "Capitalize"; ObjectID = "466"; */
"466.title" = "يكتب بحروف كبيرة";

/* Class = "NSMenuItem"; title = "Paste and Match Style"; ObjectID = "485"; */
"485.title" = "لصق النمط ومطابقته";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "490"; */
"490.title" = "مساعدة";

/* Class = "NSMenu"; title = "Help"; ObjectID = "491"; */
"491.title" = "مساعدة";

/* Class = "NSMenuItem"; title = "Yahoo Instant Help"; ObjectID = "492"; */
"492.title" = "مساعدة Yahoo Instant";

/* Class = "NSMenuItem"; title = "Text"; ObjectID = "496"; */
"496.title" = "نص";

/* Class = "NSMenu"; title = "Text"; ObjectID = "497"; */
"497.title" = "نص";

/* Class = "NSMenuItem"; title = "Align Left"; ObjectID = "498"; */
"498.title" = "محاذاة إلى اليسار";

/* Class = "NSMenuItem"; title = "Center"; ObjectID = "499"; */
"499.title" = "وسط";

/* Class = "NSMenuItem"; title = "Justify"; ObjectID = "500"; */
"500.title" = "ضبط";

/* Class = "NSMenuItem"; title = "Align Right"; ObjectID = "501"; */
"501.title" = "محاذاة إلى اليمين";

/* Class = "NSMenuItem"; title = "Writing Direction"; ObjectID = "503"; */
"503.title" = "كتابة الاتجاهات";

/* Class = "NSMenuItem"; title = "Show Ruler"; ObjectID = "505"; */
"505.title" = "إظهار المسطرة";

/* Class = "NSMenuItem"; title = "Copy Ruler"; ObjectID = "506"; */
"506.title" = "نسخ المسطرة";

/* Class = "NSMenuItem"; title = "Paste Ruler"; ObjectID = "507"; */
"507.title" = "لصق المسطرة";

/* Class = "NSMenu"; title = "Writing Direction"; ObjectID = "508"; */
"508.title" = "كتابة الاتجاهات";

/* Class = "NSMenuItem"; title = "Paragraph"; ObjectID = "509"; */
"509.title" = "فقرة";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "510"; */
"510.title" = "	الافتراضي";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "511"; */
"511.title" = "	من اليسار إلى اليمين";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "512"; */
"512.title" = "	من اليمين إلى اليسار";

/* Class = "NSMenuItem"; title = "Selection"; ObjectID = "514"; */
"514.title" = "التحديد";

/* Class = "NSMenuItem"; title = "\tDefault"; ObjectID = "515"; */
"515.title" = "	الافتراضي";

/* Class = "NSMenuItem"; title = "\tLeft to Right"; ObjectID = "516"; */
"516.title" = "	من اليسار إلى اليمين";

/* Class = "NSMenuItem"; title = "\tRight to Left"; ObjectID = "517"; */
"517.title" = "	من اليمين إلى اليسار";

/* Class = "NSMenuItem"; title = "Find and Replace…"; ObjectID = "534"; */
"534.title" = "بحث واستبدال...";

/* Class = "NSMenuItem"; title = "Submit Diagnostics..."; ObjectID = "627"; */
"627.title" = "إرسال التشخيصات...";

/* Class = "NSMenuItem"; title = "Video"; ObjectID = "661"; */
"661.title" = "فيديو";

/* Class = "NSMenu"; title = "Video"; ObjectID = "662"; */
"662.title" = "فيديو";

/* Class = "NSMenuItem"; title = "Settings"; ObjectID = "663"; */
"663.title" = "الإعدادات";

/* Class = "NSMenuItem"; title = "Conferences"; ObjectID = "664"; */
"664.title" = "مؤتمرات";

/* Class = "NSMenuItem"; title = "User Feedback..."; ObjectID = "670"; */
"670.title" = "ملاحظة المستخدم...";

/* Class = "NSMenuItem"; title = "Show Main Window"; ObjectID = "710"; */
"710.title" = "إظهار النافذة الرئيسية";

/* Class = "NSMenuItem"; title = "Close Window"; ObjectID = "713"; */
"713.title" = "إغلاق النافذة";

/* Class = "NSMenuItem"; title = "Conversation History..."; ObjectID = "728"; */
"728.title" = "محفوظات المحادثة...";

/* Class = "NSMenuItem"; title = "Sign Out "; ObjectID = "730"; */
"730.title" = "تسجيل الخروج";

/* Class = "NSMenuItem"; title = "Sign Out - Everywhere"; ObjectID = "731"; */
"731.title" = "تسجيل الخروج - من أي مكان";

/* Class = "NSMenuItem"; title = "View"; ObjectID = "741"; */
"741.title" = "عرض";

/* Class = "NSMenu"; title = "View"; ObjectID = "742"; */
"742.title" = "عرض";

/* Class = "NSMenuItem"; title = "Show Offline Contacts"; ObjectID = "743"; */
"743.title" = "إظهار جهات الاتصال غير المتصلة";

/* Class = "NSMenuItem"; title = "Show Groups"; ObjectID = "744"; */
"744.title" = "إظهار المجموعات";

/* Class = "NSMenuItem"; title = "Sort by Availability"; ObjectID = "745"; */
"745.title" = "فرز حسب الإتاحة";

/* Class = "NSMenuItem"; title = "Sort by Name"; ObjectID = "747"; */
"747.title" = "فرز حسب الاسم";

/* Class = "NSMenuItem"; title = "Open logfile"; ObjectID = "2sz-b8-zPv"; */
"2sz-b8-zPv.title" = "فتح ملف السجل";

/* Class = "NSMenuItem"; title = "Check cookies.."; ObjectID = "5Cy-lp-W2a"; */
"5Cy-lp-W2a.title" = "تحقق من ملفات تعريف الارتباط..";

/* Class = "NSMenuItem"; title = "Add Contact"; ObjectID = "8hm-Hd-G9h"; */
"8hm-Hd-G9h.title" = "إضافة جهة اتصال";

/* Class = "NSMenuItem"; title = "Profile Settings"; ObjectID = "Icy-ZG-XPI"; */
"Icy-ZG-XPI.title" = "إعدادات ملف التعريف";

/* Class = "NSMenuItem"; title = "Yahoo-Inc Mail & Messenger ..."; ObjectID = "KPA-7Q-EDP"; */
"KPA-7Q-EDP.title" = "بريد وMessenger من شركة Yahoo-Inc ...";

/* Class = "NSMenuItem"; title = "Show Map..."; ObjectID = "MeD-Nc-iZa"; */
"MeD-Nc-iZa.title" = "عرض الخريطة...";

/* Class = "NSMenuItem"; title = "Contacts"; ObjectID = "ORp-nS-Xzk"; */
"ORp-nS-Xzk.title" = "جهات الاتصال";

/* Class = "NSMenuItem"; title = "Yahoo Mail ..."; ObjectID = "RjC-2g-A3A"; */
"RjC-2g-A3A.title" = "بريد Yahoo ...";

/* Class = "NSMenuItem"; title = "Set as Default for YMSGR"; ObjectID = "Slg-Pa-azH"; */
"Slg-Pa-azH.title" = "تعيين كافتراضي لـ YMSGR";

/* Class = "NSMenuItem"; title = "Start At Login"; ObjectID = "UfS-70-of1"; */
"UfS-70-of1.title" = "بدء عند تسجيل الدخول";

/* Class = "NSMenuItem"; title = "Check for Updates"; ObjectID = "VR4-ER-8hU"; */
"VR4-ER-8hU.title" = "تحقق من وجود تحديثات";

/* Class = "NSMenuItem"; title = "View Blocked Contacts ..."; ObjectID = "bZ0-6O-are"; */
"bZ0-6O-are.title" = "عرض جهات الاتصال المحظورة ...";

/* Class = "NSMenuItem"; title = "Enable Logs"; ObjectID = "bq5-WF-ANM"; */
"bq5-WF-ANM.title" = "تمكين السجلات";

/* Class = "NSMenu"; title = "Contacts"; ObjectID = "p8k-I6-rDv"; */
"p8k-I6-rDv.title" = "جهات الاتصال";

/* Class = "NSMenuItem"; title = "Preferences..."; ObjectID = "wzk-y2-pEL"; */
"wzk-y2-pEL.title" = "التفضيلا...";
